Repository: GNOME/telegnome
Catalog: po/*.po
Languages: bg

source: Legacy migration complete
bg: Прехвърлянето на старите данни е завършено

source: Set internally to true to indicate that TeleGNOME has checked for legacy gnome-config settings and migrated any that existed.
bg: Задайте вътрешно като включено, за да покажете, че TeleGNOME е проверила старите настройки на gnome-config и е прехвърлила всички съществуващи.

source: Channel children
bg: Подканали

source: List of channel IDs. Each channel folder uses the org.gnome.telegnome.channel schema.
bg: Списък с идентификатори на канали. Всяка папка на канал използва схемата org.gnome.telegnome.channel.

source: Current channel
bg: Текущ канал

source: ID of current channel.
bg: Ид. на текущия канал.

source: Zoom factor
bg: Мащаб

source: Page zoom factor. Larger numbers produce larger text.
bg: Ниво на мащабиране на страниците. По-големите числа създават по-голям текст.

source: Automatically switch page at periodic intervals
bg: Автоматично превключване на страницата на периодични интервали

source: The frequency of paging is controlled by the "paging-interval" key.
bg: Честотата на прелистване се контролира от ключа „paging-interval“.

source: Paging interval
bg: Интервал на прелистване

source: Specifies the interval for the auto-pager, in milliseconds.
bg: Указва интервала за автоматично прелистване в милисекунди.

source: Current page number
bg: Текущият номер на страницата

source: Current subpage number
bg: Текущият номер на подстраницата

source: Channel name
bg: Име на канала

source: Channel description
bg: Описание на канала

source: Page URL
bg: Адрес на страницата

source: URL pattern for pages. Must contain one C format string substitution accepting an int (e.g. %d), for the page number.
bg: Шаблон за адресите на страниците. Трябва да съдържа едно заместване на низ във формат C, приемащо цяло число (например %d), за номера на страницата.

source: Subpage URL
bg: Адрес на подстраницата

source: URL pattern for subpages. Must contain two C format string substitution accepting ints (e.g. %d), for the page and subpage numbers respectively.
bg: Шаблон за адресите на подстраниците. Трябва да съдържа две замествания на низове във формат C, приемащи цели числа (например %d), съответно за номерата на страниците и подстраниците.

source: Country code
bg: Код на страната

source: Web server error: Wrong page number?
bg: Грешка на уеб сървъра: Грешен номер на страницата?

source: Error making HTTP connection
bg: HTTP връзката не може да бъде създадена

source: Internal error in HTTP query code
bg: Вътрешна грешка в кода на HTTP заявката

source: Error in page entry
bg: Грешка при въвеждане на страницата

source: _File
bg: _Файл

source: _Quit
bg: _Спиране на програмата

source: _Settings
bg: _Настройки

source: _Preferences
bg: _Предпочитания

source: _Channels
bg: _Канали

source: _Help
bg: _Помощ

source: _Contents
bg: _Съдържание

source: _About
bg: _Относно

source: TeleGNOME: Preferences
bg: TeleGNOME: Настройки

source: Country
bg: Държава

source: Name
bg: Име

source: Move up
bg: Преместване нагоре

source: Move down
bg: Преместване надолу

source: Add...
bg: Добавяне...

source: Delete
bg: Изтриване

source: Edit
bg: Редактиране

source: Channels
bg: Канали

source: Miscellaneous
bg: Други

source: _Cancel
bg: _Отказване

source: _OK
bg: _Добре

source: New/Edit Channel
bg: Нов/Редактиране на канал

source: Channel Information
bg: Информация за канала

source: Description
bg: Описание

source: TeleGNOME: Teletext for GNOME
bg: TeleGNOME: Телетекст за GNOME

source: Page:
bg: Страница:

source: Page number
bg: Номер на страницата

source: _Jump to
bg: _Към

source: Go To Page
bg: Към страница

source: _Back
bg: _Назад

source: Get Previous Page
bg: Предишната страница

source: _Forward
bg: _Напред

source: Get Next Page
bg: Следващата страница

source: _Home
bg: _Начална страница

source: Go to the home page
bg: Към началната страница

source: _Play
bg: _Пускане

source: Toggles auto-paging
bg: Превключване на автоматичното прелистване

source: Teletext for GNOME
bg: Телетекст за GNOME

source: GNU General Public License, version 2 or later
bg: Общ публичен лиценз на GNU, версия 2 или по-нова

source: translator-credits
bg: twlуnn kraftwerk <kraft_werk@tutanota.com>

source: Viewer for Teletext pages
bg: Програма за преглед на страници с телетекст

source: TeleGNOME is a program to display teletext pages over the internet, based on image feeds from a variety of broadcasters.
bg: TeleGNOME е програма за показване на страници с телетекст в Интернет, въз основа на канали от различни телевизионни оператори.
